tap "homebrew/cask-fonts"
tap "ms-jpq/sad"

brew "tree-sitter"
brew "neovim"
brew "node"
brew "python@3.10"
brew "openjdk@11"
brew "lua"
brew "wget"
brew "github-release"
brew "luajit"
brew "go"
brew "diff-so-fancy"
brew "ms-jpq/sad/sad"
brew "zsh"
brew "gh"

cask "font-hack-nerd-font"
cask "discord"
cask "karabiner-elements"
cask "visual-studio-code"
cask "keyboard-maestro"
cask "kitty"
cask "steam"
cask "zoom"
cask "balenaetcher"
cask "rectangle"
