jorgebucaran/fisher
jorgebucaran/nvm.fish
jorgebucaran/replay.fish
jorgebucaran/autopair.fish
jorgebucaran/fishtape
PatrickF1/fzf.fish
oh-my-fish/plugin-pj
jhillyerd/plugin-git
