jorgebucaran/fisher
jorgebucaran/nvm.fish
jorgebucaran/replay.fish
jorgebucaran/autopair.fish
jorgebucaran/fishtape
oh-my-fish/plugin-pj
jhillyerd/plugin-git
patrickf1/fzf.fish
jethrokuan/z
nickeb96/puffer-fish
